/* demo expiration button */
"Add License" = "Add License";

/* status item menu */
"Configure..." = "Configure...";

/* menu item title */
"Hide this Plug-in" = "Hide this Plug-in";

/* alert message */
"Please see the Supported Hardware page on the OmniDazzle site for more information about OmniDazzle's hardware requirements." = "Please see the Supported Hardware page on the OmniDazzle site for more information about OmniDazzle's hardware requirements.";

/* alert button */
"Quit <alert>" = "Quit";

/* status menu item */
"Quit <status menu item>" = "Quit";

/* menu item title */
"Show this Plug-in" = "Show this Plug-in";

/* menu title */
"Start Recording" = "Start Recording";

/* menu title */
"Stop Recording" = "Stop Recording";

/* demo expiration message */
"Thank you for trying OmniDazzle.  If you'd like to continue, you'll need to relaunch the application -- hopefully after purchasing a license." = "Thank you for trying OmniDazzle.  If you'd like to continue, you'll need to relaunch the application -- hopefully after purchasing a license.";

/* alert button */
"View Supported Hardware" = "View Supported Hardware";

/* demo expiration title */
"Your demo period has expired." = "Your demo period has expired.";

/* alert title */
"Your graphics hardware does not meet the requirements to use OmniDazzle." = "Your graphics hardware does not meet the requirements to use OmniDazzle.";

